Revit 2027 API
ParameterTypeId.SpotElevTopValue Property
 "Top Coordinate"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevTopValue { get; }
Public Shared ReadOnly Property SpotElevTopValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevTopValue {
	ForgeTypeId^ get ();
}
static member SpotElevTopValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace